a
ab
abajur
abandon
abat
abater
abces
aber
aberat
abi
abil
abneg
abonament
abrupt
absent
absenţ
absol
absoluţ
absolv
absolvenţ
absorb
absorbţ
abstinent
abstract
abstractiz
abstracto
abstracţ
abstrag
absurd
abundent
abur
abuz
abăt
abătuţ
abţin
ac
academ
acar
acas
acce
acceler
accent
accentu
accept
accepţ
acces
accesib
accesor
accident
ace
aceast
aceeaş
acei
acel
acelaşt
acele
aceleaş
acelei
acelor
acelui
acerb
acest
aceste
acestei
acestor
acestui
aceşt
achi
achit
achitaters
achiz
achiziţ
achiziţion
achiziţionăr
achiţ
aci
acid
acidul
aciest
aciness
aclam
acolo
acomod
acomodăr
acop
acoper
acoperiş
acoperişur
acopăr
acord
acordur
acost
acreal
acredit
acrob
acru
acră
act
acte
activ
actor
actriţ
actual
actualiz
acu
acuar
acum
acust
acut
acuz
acvilin
acţion
acţionar
acţiun
ad
adam
adao
adapt
adaug
ade
adecv
ademen
adepţ
aderenţ
adeseor
adever
adevăr
adevăru
adevărur
adic
adiecto
adier
adineaur
adit
adiţion
adject
admi
administr
admir
admirabile
admis
admit
admiţ
admonest
adoarm
adolescent
adopt
ador
adorm
adre
adrenalin
adres
adu
aduc
aducer
adulmec
adult
adun
adunăr
adunăt
adus
aduş
adversar
adânc
adâncim
adâncitur
adâncur
adăp
adăpost
adăpostur
adăug
aer
aerian
aeroplan
afac
afacer
afar
afect
afectu
afecţ
afirm
afirmat
afirmăr
afiş
afla
aflam
aflat
aflau
afle
afli
aflu
aflând
află
aflăm
aforist
afric
afum
afund
afuris
afân
agal
agaţ
agend
agent
agenţ
ager
agerim
aghiot
aghiotan
aghiotanţ
agit
agitat
aglomer
agon
agonis
agrav
agreabil
agreg
agrement
agres
agreziun
agricult
agăţ
ah
ai
aia
aib
aic
ailalt
aiment
aiur
aiureal
aiurele
ajun
ajung
ajuns
ajunş
ajust
ajustăr
ajut
ajutoar
ajutor
al
ala
alaltăier
alam
alarm
alb
alba
albastr
albastru
albaştr
albe
albeasc
albeaţ
albi
albic
albin
albit
album
albur
alburiu
albă
albăstr
albăstrui
alcalay
alcool
alcătu
alcătui
ale
aleag
alearg
aleas
alecu
aleg
alegor
alerg
alern
ales
alexandr
alib
alien
aliez
alif
aliment
alimentar
alimentare
alimentînd
alimentăr
alin
aliniament
aliniaz
alinier
aliniez
alint
alip
alivoar
alo
alois
alpenstockur
als
alsac
alt
alta
altar
altcev
altcinev
alte
altei
alteor
alter
altern
alteţ
altfel
altitudin
altiţ
altminter
altoi
altoir
altoit
altor
altruism
altu
altui
altundev
altă
altăd
altătur
alun
alunec
alunecînd
alunecăr
alung
alur
aluvionar
aluz
aluzianess
aluzieness
alăm
alăt
alătur
alţi
am
amabil
amanet
amant
amanţ
amar
amat
ambe
ambiant
ambiţ
ambiţion
ambroziu
ambul
ambulanţ
amenaj
amend
ameninţ
ameninţăr
amer
american
americaniz
amestec
ameţ
ameţeal
amfiteatr
amiaz
amic
amice
amiens
amiez
amieze
amint
amintin
amintir
amor
amorf
amorur
amorţ
amorţeal
amplif
amplific
amput
amurg
amuz
amuţ
amân
amândo
amândou
amânduror
amăg
amănunt
amănunţ
amăr
amărât
amărăciun
an
ana
anahronist
analit
analiz
analize
analoag
analog
anapod
anarh
anatol
anatolfrancian
anatom
anchet
andoasel
anecdot
anestez
anevoi
anex
anexăr
angaj
angajament
angell
angli
anglie
anglo
angren
angrenaj
ani
anico
anim
animal
aniversăr
anişoar
anişoare
annie
anomal
anon
anonim
ansambl
ansamblu
anselm
antantist
ante
antebraţ
antepresupozit
anterioar
anterior
antic
anticip
antiintervenţionist
antilop
antinom
antipat
antipod
antisem
antisemitist
antitez
antoanet
antren
antreprenor
antreu
antroposof
anual
anul
anum
anunţ
anunţur
apa
apar
aparent
aparenţ
aparenţe
apariţ
apart
apartament
aparţin
apas
apat
ape
apel
apendic
aper
apet
apetitur
apeş
aplaud
aplauz
aplec
aplic
aplomb
apo
apocalipt
apocrif
apodict
apoge
apogeu
apoien
apolin
apolitist
apollinair
apolog
apologet
apoplex
aport
apos
apost
apostaz
aposterior
apostol
apostroaf
apostrof
apoteoz
apoş
aprec
apreciaz
aprecier
aprig
april
aprin
aprind
aprins
aprinz
aprior
apriorist
aproap
aprob
aprobăr
aprofund
aprop
apropier
apropo
aprovizion
aprovizionăr
aproxim
apte
aptitudin
apuc
apucătur
apun
apus
apusean
apusen
apă
apăr
apăruţ
apăs
aquino
ar
arab
arad
aram
arame
aranj
aranjament
arat
arbitr
arbitrar
arbust
arcuindu
arcuir
arcuit
arcur
ard
arde
ardeal
ardeam
ardei
ardelean
arder
ardoar
ardă
are
arend
arendaş
arest
argeş
argint
argintiu
argument
argumentăr
arhaism
arhitect
arhitecton
arhivar
arid
arie
ariergard
arip
aristocr
aristocrat
aristocratiz
aristotel
aritmet
arma
armament
armat
arme
armistiţiu
armon
armoniz
armă
armăsar
arnic
arog
arom
ars
arse
arsă
arta
arte
artezian
arthur
articol
articul
artificial
artiler
artilerist
artist
artişt
artă
arunc
aruncăt
arzat
arămăr
arăt
arătur
arăţ
asalt
asaltur
asasin
ascend
ascendent
ascendenţ
ascensor
ascult
asculţ
ascun
ascund
ascuns
ascunş
ascuţ
asear
ased
asemen
asemu
asemuir
asemăn
asemănăr
asentiment
aserv
asfalt
asfinţ
asi
asig
asign
asigur
asigurăr
asimil
asist
asoc
asolin
asonanţ
asort
aspect
aspir
aspre
asprim
aspru
aspră
assis
asta
astaest
aste
asterisc
astfel
astral
astronom
astru
astâmp
astâmpăr
astă
astălalt
astăz
asud
asupr
asuprir
asurz
atac
atacur
atar
atav
ataş
atelier
aten
atene
atenian
atenien
atent
atenţ
ating
atins
atinş
atitudin
atlaz
atlet
atma
atmosfer
atom
atotputern
atrag
atras
atrib
atribu
atribui
atroc
atrofier
atrăg
atunc
atârn
atât
atâtor
atâţ
au
aud
audi
audiat
audienţ
audiez
audit
auf
august
augustin
aur
aureol
aurit
auriu
aurore
auspic
auster
austr
austriac
austriec
autent
autocamion
autocr
autocrat
autocrit
autom
automat
automatist
automob
automobil
autor
autorit
autoritar
autosugest
autosugestion
autres
aux
auz
auzeam
auzind
auzisem
auzit
avalanş
avangard
avangarde
avangărz
avanpostur
avansur
avantaj
avar
ave
avea
aveam
aveau
avem
avenarius
avent
aventur
aventurier
aver
aveţ
avizur
avoc
avu
avut
avuz
având
avânt
axa
axe
axiom
azi
aziat
azist
azister
azot
azug
azvârl
aş
aşa
aşadar
aşaz
aşchi
aşeaz
aşez
aşezăr
aşteapt
aştearn
aştept
aşteptînd
aşteptăr
aştepţ
aştern
aştri
aţa
aţi
aţint
aţip
aţâţ
aţă
b
ba
bab
bacar
backfischur
bacon
bacter
bacşiş
bacşişur
bad
bag
bagaj
bagateliz
bai
baionet
baionete
bal
balanţ
balcan
balcoan
balivern
balustrad
ban
banal
banc
banchet
bancnot
band
bandaj
bank
bar
baraj
barb
barbar
barbarist
barier
baro
baros
baston
bat
batalioan
batalion
bater
batist
batistuţ
batişt
batjoc
batjocor
batoz
baudelaireian
bavar
bavarez
baz
bazacon
bazalt
bazar
bazarur
bazeaz
bazez
baţ
bd
bea
beam
beat
beau
bebel
bec
bel
belg
belşug
ben
beneficiez
benzin
ber
berbec
bergson
bergsonian
bergsonist
berkeley
berlin
bernard
besant
bestial
beteag
beton
bezn
beţ
beţigaş
biat
bibl
bibliotec
bic
biciu
biciuiesc
bideu
bidimensional
bidoan
biet
bieţ
bil
bilanţ
bile
bilet
bileţel
biliard
bin
binecresc
binecuvânt
binefac
binefăc
binel
binevo
binevoitoare
bineînţeles
binişor
binocl
binoclu
biograf
biografist
biolog
biomecan
bioxid
bipolar
birj
birjar
biro
birou
birour
birt
biru
birui
biruit
birur
bis
biser
biseric
bisericuţ
bismarck
bistur
bizar
blajin
blan
blazat
blest
blestem
bleumarin
bloc
blocant
blocat
bloch
blocur
blocînd
blocăr
blond
blonde
bluff
blug
bluz
blând
blândeţ
boab
boacăn
boal
boant
boaş
bobin
bobîrnac
boc
bocanc
boccaccio
boceasc
bocet
boceşt
bocind
boem
bog
bogat
bogătaş
bogăţ
boi
boier
boiero
boit
bojoc
bol
bold
bolnav
bolocăn
bolovan
bolovăn
bolşev
bolşevist
bomb
bombard
bombardament
bombonier
bon
bondoc
bonom
bonvivanţ
bool
borang
borde
bordei
borsalino
borş
bossuet
boston
bot
botan
botez
botur
bou
boubouroch
bovarist
boşiman
boţ
brad
braghin
bran
brav
bravo
braz
braşov
braţ
bre
brevet
breş
bridg
brigad
brigadier
brigăz
brio
britan
broasc
brodat
broder
brodoad
browning
broş
broşur
brum
brumat
brun
bruno
brusc
bruscat
brut
brutal
brutăr
brânc
brânz
brânzetur
brânzoaic
brâu
brăil
brătianu
brăţ
buboas
bubuit
bubuitur
buc
bucat
buceg
buch
buchet
bucl
buclat
bucur
bucureştean
bucureşten
bucătar
bucătăr
bucătăreas
bucăţ
budapest
budget
budh
budiu
bufanţ
bufet
bufnit
bufon
bufoner
buget
bugetar
buha
buhă
buimac
buimăc
buj
bujor
bul
buldog
buldoz
buldozer
buletin
bulevard
bulevardier
bulgar
bulumac
bun
bunic
bunice
bunur
bunăst
bunăt
bunătăţ
bunăvoinţ
bur
burbon
burdufur
burg
burgez
burghez
burghiu
burlac
burniţ
burs
burt
buruien
burţ
business
buson
buto
butoai
buton
butonier
buturug
buz
buzat
buze
buzn
buzun
buzunar
buzău
buşten
bâjbâ
bâjbâi
bâjbâit
bâlbâit
bâlc
bâr
bârlad
băcăn
băg
băgar
băgat
băgau
băi
băiat
băiatul
băiet
băietan
băieţandr
băieţaş
băilor
băla
bălai
băligar
băltoac
bălăbăneal
bălţat
bănc
băneasc
bănu
bănui
bănuial
bănuiasc
bănuiel
bănuit
bărb
bărbat
bărbatu
bărbier
bărbăt
bărbăţ
bărcut
băt
bătai
băteau
bătrâior
bătrân
bătrânic
bătrîn
bătrînel
bătrîneţ
bătut
bătuţ
bătând
bătându
bătă
bătăi
bătăl
bătăt
bătătur
bătăuş
băut
băutur
băşic
băţos
băţoş
c
ca
cabalist
cabaret
cabinet
cabotin
cabotinaj
cad
cadavr
cadavru
cadet
cadou
cadour
cadr
cadril
cadru
cadân
caf
cafeau
cafel
cafen
cafenel
cafenele
cai
caillaux
cailor
cal
calam
calambur
calapoad
calapod
calc
calcar
calchiat
calcin
calcul
calculăr
cald
calendar
calibru
californ
caligraf
calit
calitat
calităţ
calm
calmat
calomn
calp
calz
cam
camarad
camarader
camaraz
camel
camer
camere
cameriste
camioan
campan
campoducel
canal
canapele
cancanur
cancelar
cancer
candel
candid
candoar
cang
cantacuzino
cantit
cantitat
cantitatifier
cantităţ
cantoan
canton
cantonament
cap
capabil
capac
capcan
capet
capital
capitale
capitalist
capitalur
capitol
capitul
capo
capodop
caporal
capr
capric
capt
captat
captiv
captur
capural
capăt
capş
car
caract
caracter
caracterist
caracteriz
caraf
caragh
caragial
carantin
carbon
cardinal
carenţ
careu
careur
caricat
caricaturist
carier
cariere
caritat
carl
carn
carnaval
carnet
carol
carp
carpen
cart
cartezian
cartezien
cartier
cartof
carton
cartuş
caruso
cas
case
caset
casier
casnic
caspic
cast
castagnet
castan
castaniu
castel
castrav
castron
cataclismal
cataclist
catafalc
catalog
catargiu
catastrof
catastrofal
catastrofe
catedr
catedral
categor
categorial
catifel
catol
catolicist
cauciuc
cauciucur
caut
cauz
cauzal
cauzat
cauze
cauţ
cavaler
cavou
caz
cazan
cazarm
cazur
cazărm
caşcaval
ce
cea
ceaf
ceai
cealalt
cear
cearn
ceart
cearşaf
cearşafur
ceas
ceasorn
ceasur
ceaţ
cec
cecur
ced
cedat
cedez
cedr
cee
ceferist
cehoslovac
cei
ceilalţ
cel
cele
celebr
celebru
celeilalt
celel
celelalt
celor
celorlalt
celorlalţ
celu
celuilalt
celul
celălalt
centr
central
centrale
centru
cenuş
cenuşiu
cenz
cer
cerb
cerc
cercet
cercetăr
cercur
cerdac
ceream
cereasc
cereau
cerebral
cerer
cerinţ
cern
cerneal
cert
certat
certitudin
certur
cerus
cerusem
cerut
ceruţ
cerând
cerându
cerşetor
cerţ
cestiun
cetat
ceteam
ceteasc
ceteau
ceteraş
ceteşt
cetir
cetis
cetit
cetitorul
cetăţ
cetăţen
cev
cezar
charles
che
cheag
cheal
cheam
chef
cheferist
chefl
chefliu
chefur
chei
cheil
chel
chelner
chelt
cheltui
cheltuial
cheltuiasc
cheltuiel
chem
chemat
chemin
chesoan
cheson
chest
chestiun
chiar
chibiţ
chibrit
chibzuial
chibzuinţ
chic
chift
chifteluţ
chihlimbar
chil
chilioar
chilipir
chiloţ
chim
chimic
chimişt
chin
chine
chinej
chinez
chinezo
chintesenţ
chintesenţial
chinu
chinui
chinuial
chinuiasc
chinuit
chinuitoare
chinur
chioar
chiolhan
chior
chiorîş
chiot
chioşc
chioşcur
chip
chipeş
chipiu
chipur
chir
chirc
chiriaş
chiromanţ
chirpic
chirurg
chiseliţ
chit
chiu
chiv
chişinău
chiştoc
chiţibuş
chuliatikov
chvolson
ci
cic
cicatr
cicatriz
ciclu
cicăleal
cifr
cifre
cifru
cifrur
cilindr
cilindru
ciment
cimit
cimitir
cin
cinc
cincil
cincinal
cincisprezec
cincisprezecel
cincizec
cinet
cinev
cinst
cinstit
cinzano
cioban
ciobur
cioc
ciocan
ciocn
ciocnir
ciocnit
ciocol
ciomeg
ciorap
ciorbagiu
ciornoiesotnik
circ
circomflex
circuit
circul
cireş
cirip
cit
citeam
citeasc
citeau
citeaz
citesc
citez
citeşt
citind
citir
citit
ciucal
ciud
ciudat
ciudăţen
ciulam
ciulniţ
ciup
ciuperc
ciupit
civ
civil
civiliz
cizel
cizm
cizmar
cizme
cizmuliţ
cla
clap
clar
clarif
clarific
claritat
clas
clasic
clasific
clasificăr
clatin
clavir
claxon
cle
cleios
clement
clenciur
cleştar
client
clienteal
clienţ
clinchet
clinic
clinur
clip
clipe
clipit
clipoc
cloc
clocit
clocot
clopot
clovner
club
cluj
clă
clăd
clănţăn
clătin
clătit
coa
coad
coafat
coaj
coam
coan
coane
coap
coaps
coarn
coast
coat
coboar
cobor
coborât
coborî
cobr
cobzar
cocen
cochet
cochetăr
coclaur
coclit
cocoan
cocoaş
cocot
cocoş
codeal
codeşt
codicil
codific
codir
codirector
codl
codobatur
codr
coeficient
coercit
coeur
coexistenţ
cofetăr
cogito
cognosc
cognoscientist
cohalm
coifur
coincid
coincidenţ
cointr
coj
cojit
col
colabor
colaboraţionist
colaborînd
colaborăr
colac
colaps
colateral
colcăi
colcăit
colect
colecţ
coleg
colib
colin
colind
colo
coloan
colocv
colon
colonel
coloniz
color
colorat
colos
colosal
coltu
colţ
colţur
comand
comandament
comandanţ
comande
comanz
combat
combatanţ
combin
combăt
comed
comemor
coment
comentar
comenz
comerc
comercial
comerţ
comesen
comest
comet
comete
comic
comicăr
comis
comision
comisionar
comit
comod
comp
compact
compan
compar
compartiment
compatrioţ
competint
complement
complet
completăr
complex
complexur
complic
compliment
component
comport
compot
comprim
comprom
compromis
compun
compus
computaţional
computer
computeriz
compăn
compătim
comt
comun
comunal
comune
comunic
comunicăr
comunist
comunizăr
conacur
conc
conceap
concediaz
concediind
concentr
concentrăr
concep
concept
conceptual
concepţ
concert
conces
conceziun
conchid
concil
concilianţ
conciz
concludent
concluz
concluziun
concordanţ
concret
concretiz
concur
concurent
concurenţ
concurs
concursur
cond
condamn
condamnăr
condescendent
condescendenţ
condicuţ
condit
condiţ
condiţion
condiţionăr
conduc
conducer
condus
confect
conferenţiar
conferinţ
confesional
confirm
conflict
conform
conformist
confort
confr
confrunt
confund
confuz
congestion
coniacur
conic
conjug
conjugal
conjur
consacr
consacrăr
conscienţialist
consecinţ
consecvent
consecvenţ
consemn
conserv
conservatorist
consfătuir
consid
consider
considerat
considerent
consil
consilier
consiliu
consimţământ
consol
consp
conspir
const
constant
constantin
constantinopol
constanţ
constat
constatăr
constern
constit
constitu
constituent
constitui
constituir
constitut
constituţ
constr
constru
construct
constructual
construcţ
construi
construiasc
construir
construit
constrâng
constrânger
consult
consulţ
consum
consumăr
cont
contabil
contact
contamin
contempl
contemporan
conten
contenc
contest
contextualiz
contigu
contiguu
contimporan
contin
continent
continental
contingent
continu
continuu
continuînd
continuăr
contoar
contondent
contop
contor
contoriz
contorsion
contr
contraargument
contraatac
contraband
contrabandist
contrabas
contracandid
contracar
contract
contradict
contradictio
contradictoriu
contradicţ
contramaistr
contramaistru
contramaiştr
contramand
contrapunct
contrar
contrariaz
contrast
contratimp
contraven
contravin
contraz
contrazic
contrazicer
contrib
contribu
contribui
contribut
contribuţ
control
contur
conturur
conu
convalescent
convearg
conven
convent
convenţ
convenţional
convenţionalist
convers
convin
conving
convinger
convins
convinş
conviv
convo
convoc
convorb
convorbir
convuls
convulsiun
convulz
conzist
conştient
conştienţ
conştienţial
conştienţialist
conştiinc
conştiinţ
conştiinţe
conţin
conţinutur
conţinînd
cooper
coordon
cop
copac
copc
copern
copert
copi
copiat
copiez
copii
copil
copilăr
copioas
copit
copleş
copo
copt
copăce
copăcel
cor
corabu
corabul
cordial
corect
corectitudin
corespondent
corespondenţ
corespund
corespunz
coridor
corigent
corneliu
coroan
corp
corpur
cort
cortur
corur
cosit
cosmic
cosmolog
cost
costic
costiş
costum
cot
cotidian
cotidien
cotilioan
cotit
cotitur
cotrocen
cotrop
cotârc
country
covilt
coviltir
covor
covârş
coş
coşciug
coşuleţ
cracov
crai
craiov
cran
craniu
crap
cras
crat
cravat
cravaş
cre
cread
creang
crear
creas
creast
creat
creatoar
creator
creatur
creaz
creaţ
creaţiun
cred
credinc
credinţ
credit
credul
creeaz
creez
creier
creioan
creion
creme
crenelur
crepuscul
cresc
crescendo
crescut
crescuţ
crest
crestăt
crestătur
cret
cretin
cretinizînd
crev
crevet
crez
crezut
crezînd
creând
creăr
creş
creşt
creşter
creştet
creştin
creştinist
creştinătăţ
creţ
crichet
crim
crime
crin
crisp
crispat
cristal
cristalin
cristaliz
cristalur
criter
criteriu
critic
criticist
criz
croi
croit
croitoreas
cromolitograf
cronic
cronicar
cross
cruc
crucit
crud
crunt
cruz
cruzim
cruţ
crâmpei
crâncen
crâşm
crîcn
crăc
crăp
crăpat
ctitor
cu
cubur
cucer
cucoan
cuget
cugetăr
cui
cuib
cuibar
cuiv
cuişoar
culc
culcat
culcuş
culcuşur
culeag
culeas
culeg
culeş
culis
culm
culmin
culoar
culor
cult
cultion
cultiv
cultivăr
cultulen
cultur
cultural
culturiien
culturăen
culţien
cum
cumetr
cumint
cuminţ
cuminţen
cumnat
cumnatu
cump
cumper
cumplit
cumpăn
cumpăr
cumpărătur
cumsecad
cumv
cunoasc
cunoaşt
cunoaşter
cunosc
cunoscuţ
cunoşt
cunoştinţ
cunoştinţe
cup
cupol
cupole
cuprin
cuprind
cuprins
cuprinz
cuptor
cur
curag
curaj
curat
curb
curcan
cureau
curent
cureţ
curg
curger
curiaţ
curier
curioas
curioz
curmeziş
curs
cursur
curt
curten
curând
curăţ
curăţen
curţ
cusur
cusurur
cusut
cut
cutar
cutez
cutremur
cuven
cuvert
cuvertur
cuviinc
cuviinţ
cuvin
cuvint
cuvânt
cuşc
cuţit
cvadridimensional
cvartet
cyrano
câin
câlţ
câmp
câmpulung
câmpur
când
cândv
cânt
cântar
cântat
cântec
cântăr
cântăreţ
cârcium
cârciumar
cârd
cârdur
cârn
cârnat
cârp
cârpit
cât
câtel
câteod
câtev
câtorv
câtv
câtăv
câştig
câţ
câţiv
cîin
cîmp
cîmpen
cîmpo
cîmpur
cîteod
că
căc
căciul
căd
cădeam
cădeau
căder
căi
căil
călar
călat
călc
călcat
călcâi
călcî
călcînd
căld
căldur
călduţ
căldăruş
călugăr
călugăren
căluşe
călăr
călăreţ
călător
călău
călăuz
cămaş
cămăş
cămăşuţ
căng
căpitan
căpiţ
căpr
căprioar
căptuş
căpăt
căpătâi
căr
cărat
cărbun
căre
cărei
cărn
cărnoas
căror
cărturar
căru
cărui
cărunt
căruţ
cărămiz
cărărui
cărţ
cărţul
căsat
căscat
căsnic
căsuţ
căsător
cătr
cătun
cătuş
căut
căutat
căzus
căzut
căzuţ
căzând
căzându
căţeluş
căţăr
d
da
daa
dac
daco
dactilografiar
dai
daltonist
dam
dan
dancingur
danez
dans
dansat
dansur
dantel
danţ
dar
darur
darăm
das
dascăl
dat
datat
datin
datoar
dator
dau
daumesnil
david
daţ
de
dea
deal
dealtfel
dealtminter
dealur
deasupr
debandad
debarcăr
debit
debitanţ
debord
debut
dec
decembr
decen
decent
decenţ
decepţ
decepţion
decern
decernăr
deces
decibel
decid
decim
decis
decisen
deciz
deciş
decl
declanş
declar
declas
declasăr
decolor
decolt
decor
decret
decup
decurg
decurs
decât
decît
ded
dedau
dedesubt
dedubl
deduc
deduct
dedus
defect
defectu
defectuoz
deferenţ
defic
defil
defileu
defin
definir
definit
definitor
definitoriu
definiţ
deform
defroqu
degaj
degeab
degener
deget
deghiz
degrab
degradăr
deh
dein
dej
delect
delic
delicateţ
delicatu
deliciosul
delict
delim
delimit
delimităr
delir
deloc
delur
dem
demasc
demers
demersur
demision
demn
demnitar
demnitat
demobiliz
democr
democrat
demod
demograf
demon
demonstr
demoraliz
demult
denatur
densitat
dentist
denum
denumir
denunţ
deoarec
deocamd
deocheat
deochiat
deodat
deopart
deopotr
deoseb
deosebir
depart
dependent
dependenten
dependention
dependentăen
dependenţ
dependenţe
dependenţien
dependenţăen
dependinţ
depersonaliz
depind
depins
depinzînd
depist
deplas
deplin
depoz
deprim
deprind
deprinder
deprins
depu
depun
depur
deput
depăn
depărt
depăş
depăşir
der
deranj
derby
deriv
des
desag
descalific
descarc
descartes
descendenţ
desch
deschei
deschid
deschis
descifr
descompun
descompuns
desconsider
descop
descoper
descopăr
descr
descreier
descreţ
descrier
descript
descris
descriu
descrunt
desculţ
descuraj
descurc
descurăj
descălec
descărc
desemn
desen
desenăr
deseor
deserv
desfac
desfid
desfigur
desfiinţ
desfund
desfăc
desfăt
desfăş
desfăşoar
desfăşor
desfăşur
desigur
desmoulins
desolidariz
despachet
despart
desparţ
desper
desperăr
despic
desplet
despot
despr
desprin
desprind
desprins
desprinz
despăgub
despărţ
despărţir
desrus
dest
destin
destind
destinder
destins
destram
destruct
destul
desăvârş
detal
detaliu
detaş
detaşament
detect
determin
determinist
determinăr
detrac
detunăt
detunătur
deunăz
deutschland
dev
deval
devalor
devast
deven
devenir
devin
deviz
devot
devotament
devrem
dezagr
dezaprob
dezaprobăr
dezarm
dezarmăr
dezarticul
dezastr
dezastru
dezbat
dezbrac
dezbrăc
dezbăt
dezechilibr
dezert
dezertor
dezgheţ
dezgust
dezic
deziluz
deziluzion
dezinfect
dezinteres
dezleag
dezleg
dezlip
dezlănţ
dezlănţu
dezmetic
dezmoşten
dezmăţ
deznădejd
deznădăjdu
deznădăjdui
dezol
dezorganiz
dezorient
dezrob
dezvel
dezvolt
dezvoltăr
deş
deşert
deşeur
deşir
deşteapt
deştept
deşteptăciun
deştepţ
deşuch
deşănţ
deşărtăciun
diabol
diagonal
dialect
dialog
dialogur
diametr
diametru
diatonist
diavol
diblar
dibuit
dichis
dichisur
dict
dictat
dictatorial
dicton
dicţionar
didact
die
difer
diferenţ
diferenţial
diferenţier
dificil
dificult
dificultăţ
diform
difuz
dig
diger
digest
digresiun
dihăn
dilat
dilet
diletantist
diletanţ
diligenţ
dimens
dimensional
dimensiun
dimin
dimineaţ
dimiu
dimiul
dimpotr
dimpreun
din
dinadins
dinaf
dinaint
dinam
dinamist
dinapo
dinast
dincoac
dincolo
dinculescu
ding
dinspr
dint
dintr
dintru
dinăuntru
dinţ
dionis
dioptr
diplom
diplomat
direct
director
direcţ
disc
disciplin
discipline
discipol
discontinu
discrepanţ
discret
discreţ
discur
discurs
discursur
discut
discuţ
disear
disimul
disimulăr
disocier
disociez
disp
dispens
disper
displac
disponibil
dispoz
dispoziţ
dispreţ
dispreţu
dispreţui
disproporţion
dispun
dispus
disput
dispăr
disrael
disrupt
distant
distanţ
distanţe
distanţăr
distih
distil
distilăr
distin
distinct
distinctăen
distincţ
distincţiion
disting
distins
distr
distract
distracţ
distras
distribu
distribui
distribuir
distrug
distrus
diurn
divagăr
divan
divanur
diver
divergenţ
divers
diversiun
divin
diviz
diviziun
divorţ
dizgr
dizgraţ
dizolv
do
doamn
doamne
doar
doarm
dobitoc
doboar
dobor
doborî
doborîr
dobrog
dobînd
dobînz
docent
docil
doctor
doctoral
doctorand
doctoranz
doctoriţ
doctrin
document
dogm
dogmat
dogme
doi
doil
doin
doisprezec
dolent
dolescu
dolescul
doliu
dom
domen
domeniu
domestic
domin
dominican
domino
domn
domnişoar
domnu
domnul
domo
domol
don
donicioar
doniţ
donne
donner
dor
doream
doresc
doreşt
dorind
dorinţ
doris
dorit
dorm
dormin
dormit
dornic
dos
dosar
dosp
dospit
dostoievsk
dou
douairier
douzain
douăsprezec
douăzec
dovad
doved
dovez
dovlec
doz
dr
drac
dracu
drag
dragoslav
dragost
dragoste
dram
dramat
dramatist
drap
drapel
draper
drastic
dre
dreapt
dregat
drept
dreptat
drepte
dreptungh
dreptunghiul
dreptunghiur
dreptur
dreptăţ
drepţ
dresor
dric
dril
drojd
drum
drumu
drumur
dry
drăc
drăcos
drăguţ
drăgălăşen
drăgăst
dt
du
dubl
dublat
dublu
dublăr
duc
duceau
ducer
ducând
ducându
dudu
duel
duh
duioas
duios
duioş
dulc
dulce
dulceaţ
dulceţur
dumin
dumital
dumitr
dumitru
dumm
dumneae
dumneal
dumnealor
dumneat
dumneavoastr
dumnezei
dumnezeiasc
dumnezeu
dumnezeul
dunăr
dup
duplic
duppel
dur
durabil
durat
durboren
durboru
durch
dureaz
durer
durez
durkh
durut
dus
duzin
duş
duşman
duşmăn
duşur
dvorjak
dâmb
dâmbovicioar
dâmbovicioare
dâmboviţ
dâmbur
dân
dând
dându
dâns
dânş
dâr
dârst
dârz
dă
dăd
dădea
dădeam
dădeau
dădu
dădus
dăinui
dăm
dănciuc
dăru
dărui
dăruit
dărâm
dăsf
dătat
dăunăz
dăţ
e
ea
echilateral
echilibr
echilibru
echip
echipaj
echivalent
echivalenţ
echivalenţe
echivoc
eclat
eclip
eclips
eco
econom
economist
ecou
ecour
ecu
eden
edif
edific
edificiu
edificăr
edil
edit
editareaer
editater
editeaz
editorial
editorialist
editur
edităr
ediţ
educ
ee
efect
efervescent
eficac
eficacion
eficient
eficienten
eficienţ
eficienţe
efig
efluv
efort
efortur
eftimiu
egal
egalen
egalit
egalitarist
egalitation
egalităţien
egaliz
egipten
egoism
egoist
eh
ei
eiffel
ein
einstein
einsteinian
eisner
el
ela
elaborăr
elan
elast
ele
eleat
electoral
electr
electron
electroscop
eleg
elegantisim
eleganţ
elegiac
element
elementar
elen
elev
eliber
elip
elips
elit
elocvent
elocvenţ
elog
elveţian
elvir
eman
emanat
emancip
emancipăr
emblem
emfat
emfaz
emfaze
eminament
eminent
eminenţ
eminescu
emis
emit
emoţ
emoţion
empir
empirist
en
encicloped
energ
enerv
enescu
engels
englez
enigm
enorm
entităţ
entomolog
entuziasm
entuziast
entuziaşt
enumer
enunţ
epat
epav
epilept
episcop
epistemolog
epitelial
epitet
epitrop
epoc
epoce
epuiz
era
eram
erau
eraţ
ered
ereditar
eret
ergo
erkenntniskritik
erkenntnissoziolog
erkenntnistheor
erkenntnniss
ernst
ero
eroi
eroic
eroin
erot
erou
erscheinung
erud
erudiţ
erupţ
erwin
es
escadroan
escadron
escroc
esenţ
esenţe
esenţial
esenţialist
esenţializ
esenţializînd
esenţializăr
esenţialment
eseu
eseur
esofag
esoter
espect
esprit
esse
est
estamp
este
estet
estetist
esteţ
esteţiers
estic
estim
estimăr
etaj
etajer
etaloan
etalon
etap
etatist
etc
eter
eterist
etern
eterniz
eternizînd
eterogen
ethernet
etic
etichet
etnograf
eu
euclid
euclidian
euclidien
eul
eulu
eunuc
eur
europ
europe
european
europen
europeniz
ev
evacu
evad
evalu
evangel
evanghel
evant
evapor
eveniment
eventual
evident
evidenţ
evidenţe
evit
evlav
evolu
evolut
evoluţ
evreiasc
ewig
ex
exact
exager
exalt
examen
examin
examinăr
exasper
excead
exced
excelent
excelenţ
except
excepţ
excepţional
exces
excit
excitat
exclam
exclud
exclus
excluz
excurs
excursionist
exec
execut
executanţ
execuţ
exempl
exemplar
exemplific
exemplu
exerc
exercit
exerciţiu
exhaust
exhibiţionist
exil
exist
existent
existenten
existention
existentăen
existenţ
existenţaen
existenţe
existenţial
existînd
exişt
exmatricul
exod
exonartex
exoner
exorciz
exot
exotist
exped
experienţ
experienţe
experiment
experimental
experţ
explic
explicat
exploat
exploatăr
explod
exploz
export
expoz
expoziţ
expres
expresionist
expresiun
exprim
expu
expun
expuner
expus
exquis
extat
extaz
extensiun
extenu
exterioar
exterior
extermin
extern
extind
extra
extraaristocrat
extrag
extragnoseolog
extramuz
extraordin
extraordinar
extrapol
extras
extraterestru
extratereştr
extravag
extravaganţ
extrem
extreme
extremis
extremist
extrovert
extrăg
exuberanţ
exult
ezit
ezităr
eşafod
eşafodaj
eşalonăr
eşec
eşichier
eşti
f
fabric
fac
facer
fachir
facl
facsimil
facto
factor
facult
facultăţ
fad
faimoas
faimos
fal
faliment
fals
falsif
falş
famil
familial
familiar
fanat
fanf
fanfar
fanfaronad
fanion
fant
fantast
fantaz
fantez
fantezist
fantomat
fapt
fapte
farfur
farfurioar
fariseist
farmac
farmec
fars
farsor
farur
fasol
fast
fastid
fat
fatal
fatalist
favoar
favor
favoriz
favorur
faz
faş
faţ
faţad
febr
febre
febril
februar
fecior
fecund
fehnenfluchtig
fel
feli
felicit
felin
felinar
felur
felurim
feme
femei
femeiuşc
femeiuşt
femin
feminin
feminist
fenomen
fenomenal
fenomenolog
fenomenologist
fer
ferat
ferdinand
fereasc
fereastr
feresc
ferestr
fereşt
feric
fericir
ferindu
ferit
ferm
fermec
fert
fervent
fervenţ
ferăstrai
festiv
festivalur
fet
fetic
fetiţ
fetiţe
fetiţo
feu
feudal
feţ
feţe
fi
fiar
fiarb
ficht
fichten
fictiv
ficţiun
fidel
fie
fiec
fiecăr
fiecăre
fiecărui
fier
fierb
fierber
fierbere
fierbint
fierbinţeal
fiert
fierăr
fiest
fig
figur
figuranţ
figureaz
figurin
figurînd
figurăr
fii
fiic
fiice
fiilor
fiind
fiindc
fiindu
fiinţ
fil
filaj
filantrop
filarmon
fildeş
fileu
filial
filiale
filiaţ
filier
filigran
filipescu
filistin
film
filmat
filmic
filmăr
filoan
filogenez
filolog
filomele
filosoaf
filosof
filosofic
filosofăr
filozof
filtrăr
filăr
fim
fin
final
finalur
financiar
finanţ
fineţ
finit
fior
fir
fireasc
firesc
fireşt
firişor
firm
fis
fischer
fiu
fiul
fix
fixas
fixat
fixez
fixitat
fixăr
fizic
fizician
fizicien
fizico
fiziolog
fizionom
fiţ
flacon
flagrant
flanc
flancur
flaubert
flaut
flaşnet
fleac
fleacur
flecar
flecăreal
fleurs
flexibil
fleşcăit
flirt
floar
flor
florescu
floret
florian
floric
floroiu
floroiul
fluent
fluid
fluier
flutur
flăc
flăcăiaş
flăcăr
flăcău
flăm
foai
foam
foame
foart
foc
focar
focur
foi
foial
foileton
foişor
foiţ
folo
foloas
folos
fond
fondur
fonet
forfot
form
formal
format
forme
formid
formul
formular
fortif
fortific
fortune
forţ
forţat
forţe
fosforescent
fost
fotbal
fotograf
fotol
fotoliu
frac
fracţ
fracţiun
frag
fraged
fragment
franc
francez
francheţ
francis
francisc
franco
franz
franţ
franţe
franţuz
frapat
frat
fratel
fraz
fraze
fraţ
freac
frecvent
frei
frenez
freud
frezmaşin
friabil
fric
fricoas
fricos
frig
frigur
fript
friptur
fripţ
frivol
frol
frondeur
front
frontier
frontiere
frontur
fruct
frumoas
frumos
frumoş
frumus
frumuseţ
frumuş
frunt
frunz
frunziş
frunzişur
fruptur
frust
frânar
frâng
frângh
frânt
frâu
frăgezim
frământ
frământăr
frămânţ
frăţiet
fu
fug
fugar
fugeam
fugind
fugit
fugos
fugăr
fulg
fulger
fum
fumam
fumat
fumau
fumeaz
fumeg
fumez
fumur
fumăr
funcţ
funcţion
funcţional
funcţionar
funcţiun
funcţiune
fund
fundament
fundamental
fundat
fundatus
fundmental
fundăr
fundăt
fundătur
funebr
funebru
funer
funeral
funerar
funest
funi
funingin
fur
furaj
furas
furat
furau
furc
furculiţ
furgoan
furgon
furi
furibund
furioas
furios
furioş
furiş
furnicar
furniz
furor
furt
furtun
fus
fuses
fusill
fut
futil
fuzant
fâlfâir
fân
fâneaţ
fâneţ
fâneţur
fântân
fâsâind
fâsâit
fâsâitur
fă
făc
făcea
făceam
făceau
făcus
făcusem
făcuser
făcut
făcuţ
făcând
făcându
făgaş
făgădu
făgăduinţ
fălc
făr
fărâmiţ
fărâmătur
făur
făţiş
g
gabar
gaf
gal
galant
galben
gali
galile
galon
galop
galoş
gam
gar
garaj
garant
garanţ
gard
gardien
gardişt
gardur
garibald
garnizoan
garoaf
garsonier
gat
gaur
gauss
gaz
gazd
gazet
gazetar
gazetăr
gazoas
geam
geamur
geloas
gelos
gem
gemen
gemut
gen
gener
general
generaliz
generalizăr
generoz
genial
geniu
gentil
genunch
genur
geograf
geolog
geometr
geometru
georg
georgescu
gerlach
german
germen
gest
gesticul
gestur
ghear
gheaţ
ghemu
ghemuit
gheorgh
gheorghidiu
gheorghidiul
ghet
gheţar
gheţe
ghic
ghicit
ghid
ghidat
ghidon
ghidur
ghiduş
ghift
ghilim
ghilotin
ghimbav
ghimp
ghinioan
ghinion
ghiontui
ghiontuiel
ghiotur
ghiozdan
ghips
ghiul
ghivec
ghişe
ghişeu
ghişeur
ghiţ
gid
gingaş
gingăş
giordano
giovann
gir
giulgiu
giumbuşlucur
giurgiu
giuval
glacial
glaciar
gladiat
gland
glas
glasur
glaz
glezn
gli
glicin
gligor
glis
glisant
glisat
glissando
gloab
gloanţ
gloat
glob
global
globaliz
globul
glomerul
glont
glonţ
glor
glorif
glorioas
glucoze
glum
glumeaţ
glăsu
gneoseolog
gnoseolog
gnoseologisch
goal
goan
goane
goeth
gogoş
goi
gol
goleşt
goliciun
golit
golur
gon
goneam
gonesc
goneşt
gor
gospodăr
gotic
gotthard
gra
grab
grabnic
grad
gradat
grafic
grai
grajd
grajdur
granat
grandioas
graniţ
graniţe
gras
gratific
gratis
gratuit
gratuitat
gratuităţ
gratul
graunţ
grav
grave
gravid
gravit
gravitat
gravitaţional
graţ
graţier
graţioas
graţios
gre
greac
greaţ
grec
greco
gref
grel
grenad
greo
greoai
gretchen
greu
greul
greutat
greutăţ
greve
grevişt
greş
greşeal
greşel
greşit
grigoriad
grigoriţ
grij
grijul
grilaj
grim
grimas
groap
groape
groas
groaz
groaznic
grop
gros
grosolan
grosso
grot
grozav
grozăv
groş
grumaz
grup
grupur
grupăr
grân
grâu
grâul
grăb
grăbit
grădin
grăit
grăm
grămad
grămăd
grănicer
grăsim
grătar
grăunt
grăunţ
guler
gumbel
gur
gurgui
gust
gustat
gustur
gustăr
gut
gutur
guvern
gâdil
gâdilăt
gâfâ
gâfâi
gâfâind
gâlgâi
gâlgâind
gând
gândac
gândir
gândit
gândur
gângur
gângăn
gângăv
gâsc
gât
gâtlej
gâtroş
gâtui
gâtuit
gâşt
gîdil
gîtuitur
gîz
găin
găl
gălb
gălben
gălbui
gălăg
găr
gărlic
găs
găseam
găseasc
găseau
găsesc
găseşt
găsind
găsindu
găsir
găsisem
găsit
găt
găteal
găteşt
gătit
găur
găvăn
h
habar
haeckel
hai
haid
haiduc
hain
haine
hal
halatur
halb
halucin
hamal
hamburg
hanovr
hanur
haos
haotic
hapsin
hapsân
haranoiu
harden
harnic
hart
hatâr
havan
haydn
haz
hazl
hazliu
hegelian
hei
heidelberg
hein
hellmut
helmholtz
henr
heracl
heraclites
herghel
hering
hern
hibrid
hidrogen
higien
hindenburg
hiperfunct
hipersens
hipertrof
hipnotiz
hipodrom
hipostaz
hipostaziaz
hipostazier
hm
hoaţ
hoaţo
hoc
hohot
hol
homosexual
horaţiu
hotar
hotel
hotelur
hotăr
hotărasc
hotărâr
hotărât
hotărâtoar
hotărâtor
hoţ
hoţi
hran
hrisostom
hristos
hrăn
hrănit
huidui
hul
hum
humoresc
humorist
husar
hut
huzur
hârt
hî
hă
hăi
hăinuţ
hărăz
hău
i
ia
iac
iad
iai
ialomicioar
ianuar
iar
iarb
iarn
iart
iarăş
ias
iasom
iat
iau
iaş
ich
ici
icoan
icusaru
ide
ideal
idealist
idei
ident
identif
identific
ideolog
idil
idiotiz
idol
idolatr
ieftin
iei
iepur
ier
ierarh
ierb
ieron
iert
iertat
ies
iezer
ieş
ieşeau
ieşir
ieşire
ieşis
ieşit
ignor
ignoranţ
ignoranţe
ii
iii
ilar
ilegalist
iliad
ilie
ilumin
ilustr
iluz
iluziun
iluzor
iluştr
imagin
imaginar
imagine
imago
imanent
imanenţ
imanenţe
imbecil
imed
imen
imens
imenş
imit
imitator
immed
imn
imobiliz
impenetr
imper
impercept
imperceptib
imperfect
imperial
imperialist
imperiu
impertinenţ
imperturb
implic
implor
implorăr
imponder
import
importanţ
impos
imposib
imposibil
impreciz
impres
impresion
impresionist
impresiun
imprevu
imprim
impropriu
improviz
imprudent
imprudenţ
impu
impud
impudoar
impuls
impulsion
impulsur
impun
impuner
impunînd
impur
impus
imuabil
imun
imut
in
inabord
inaccept
inacces
inact
inactual
inam
inatac
inaugur
incalific
incandescent
incandescenţ
incap
incapac
incarn
incert
incertitudin
inchiz
inchiziţion
incident
incidental
incint
incluz
incnind
incoerent
incomod
incompar
incompetenţe
incomplet
incomunic
inconsecvenţ
inconsistent
incontest
incontinenţ
inconştient
inconştienţ
incorij
incrimin
incult
incur
incurs
inden
indent
indentific
independent
independenţ
independeţ
index
indi
indic
indicat
indiciu
indie
indien
indiferent
indiferenţ
indiferenţe
indigestaqu
indign
indirect
indiscret
indiscreţ
indiscut
indisolubil
indispens
indispon
individ
individual
individualist
indiviz
induct
indulgent
indulgenţ
indus
industrial
industriaş
ined
inef
inel
ineleganţ
ineluct
inept
inerent
inert
inerţ
inevit
inexplic
inexpugn
infam
infanter
infanterist
inferioar
inferior
infern
infim
infin
infinitezimal
infinitum
infirm
inflam
inflaţ
inflaţionist
inflex
inflexib
inflexiun
inflor
influent
influenţ
inflăcăr
inform
inginer
ingrat
ingratitudin
ingraţ
ingredient
inim
inintelig
iniţ
iniţial
iniţiative
injecţ
injur
inocent
inocenţ
inocenţe
inofens
inoportun
inov
inscripţ
insens
inser
insesiz
insign
insinu
insinuăr
insipid
insist
insistent
insistenţ
insistînd
insitutor
insol
insolent
insolenţ
insolub
insolubil
insolv
insomn
inspect
inspecţ
inspir
instantane
instanţ
instaur
instinct
instit
institutoar
instituţ
instru
instruct
instrucţ
instrument
insubordon
insucc
insucces
insuficient
insufl
insul
insult
insuport
intact
intangib
integr
integrăr
intelect
intelectual
intelectualist
inteligent
inteligenţ
inteligenţe
intendenţ
intens
intensific
intent
intenţ
intenţion
intenţional
inter
intercal
interes
interesanţ
interimar
interioar
interior
interioriz
interjecţ
intermediar
intermediu
intermin
intern
internaţional
interog
interpel
interplanetar
interpret
interpretăr
interpun
intersect
intersecţ
interurban
interval
interven
intervenţ
intervenţionist
intervert
intervin
interz
interzic
interzis
intestin
intim
intimid
intitul
intoler
intoleranţ
inton
intra
intram
intransigenţ
intrar
intrat
intrau
intraţ
intre
intrig
introduc
introducer
introdus
intru
intrus
intrusiun
intruziun
intruş
intrând
intră
intrăm
intrăr
intu
intui
intuis
intuit
intuiţ
intuiţionist
inuman
inund
inut
inutil
invar
invent
invenţ
invers
invid
invidiaz
invit
invizib
inviţ
invoc
invocăr
involunt
invulner
inzister
inşi
ioan
ioane
ion
ionel
ionescu
iorgu
iorgulescu
iosef
ipocr
ipocriz
ipot
ipotez
irad
iradiaz
iraţional
ireal
irealiz
ireduct
iremed
irepar
ireproş
irevoc
irezist
irig
irimescu
irit
iron
ironiz
irrtum
irump
iscat
iscod
iscus
iscând
iscăl
ison
isoscel
ispirescu
ispit
isprav
isprăv
isptit
ister
isteţ
istor
istoric
istorioar
istov
istovir
isus
ital
italien
iub
iubeam
iubeasc
iubesc
iubeşt
iubir
iubis
iubit
iud
iul
iuliu
iun
iureş
iut
iuţ
iuţeal
iveal
ivesc
ivi
ivit
iviţ
ivoriu
iz
izbe
izbeasc
izbeau
izbelişt
izbesc
izbeşt
izbi
izbind
izbindu
izbit
izbitur
izbiţ
izbucn
izbucnir
izbut
izbând
izbânz
izbînd
izbînz
izbăv
izman
izmen
izol
izolăr
izvoar
izvor
izvorât
iţar
jachet
jaf
jahr
jal
jalnic
jandarm
japc
japon
jargon
jartier
jefu
jefui
jefuit
jeluit
jertf
jerusal
jgheab
jign
jignir
jignit
jigăr
joa
joac
joas
joc
jockey
jocur
joffr
john
joi
jos
jubil
juc
jucam
jucasem
jucaser
jucat
jucau
jucând
jucându
jucăr
jucăuş
judec
judecăţ
judeţ
judeţean
judic
juliet
jumăt
jumătăţ
jungl
junker
jupiter
jupâneas
jur
juraser
jurat
jurid
jurisconsult
jurnal
jurnalist
jurăminţ
just
justeţ
justif
justific
justiţ
justiţiar
jărat
k
kaiser
kaiserian
kam
kann
kant
kantian
kapp
kautsky
kermez
keynes
ki
kilogram
kilogrammetr
kilometr
kilometru
kiss
krihalm
l
la
lab
labor
lac
lacheu
lacom
lacrim
lacur
lacăt
lad
lafargu
laibach
lajos
lam
lament
lamp
lansat
lanţ
lanţur
laolalt
lapt
larg
larm
larme
larv
las
lascar
lat
latent
latin
latineasc
latitudin
latur
laud
lavr
laş
laşitat
laţ
le
lea
leac
leacur
leaf
leag
leagăn
leandr
leano
lebede
lebăd
lectur
lecţ
lecţiun
leg
legal
legalment
legar
legat
legend
legendar
legifer
legionar
legist
legiun
legum
legămint
legăn
legăt
legătur
lehrbuch
lei
leibniz
leit
lel
lemn
len
lenev
leneş
lenin
leoarc
lepros
leproş
lepăd
lesn
leu
leut
levantin
leşin
leşios
li
liber
liberal
libert
libertar
librăr
lic
liceen
licenţ
liceu
lichefias
lichelist
lichid
lichior
lichiorur
licit
licurg
licărir
liebermann
liebknecht
lighean
liliac
liliach
limb
limbag
limbaj
limit
limonad
limp
limped
limpez
limpezim
limpid
limuzin
lin
ling
lingoar
lingur
linguş
lini
liniuţ
linişt
lins
linux
linx
linş
linşat
liot
lip
lipeam
lipesc
lipeşt
lipic
lipir
lipit
lipitur
lips
lipsit
lipsur
lir
lire
liric
lirism
lisandru
list
litan
liter
literal
literalment
literar
literat
literato
literatur
litig
litigiu
litograf
litr
litru
litter
liturg
liturgh
livad
livez
livid
liviu
liviz
livr
livrat
livresc
livrînd
livrăr
lizibil
lizozom
llos
lob
lobacevsk
loc
local
localiz
localizăr
localn
localur
locaş
lock
locomot
locotenent
locu
locui
locuinţ
locuit
locur
locut
logic
logica
logice
logicien
logodn
loial
longev
lop
lor
lord
lorene
lornion
lot
loter
lov
loveasc
lovesc
loveşt
lovind
lovir
lovis
lovit
lovitur
lua
luam
luar
luas
luat
luau
luaţ
luc
lucic
lucid
lucile
lucioas
lucir
lucr
lucrat
lucru
lucrur
lucrăr
ludendorff
lugubr
lui
lujer
lum
lume
lumin
luminiş
luminişur
lumânăr
lumânărar
lumânăraru
lumânărarul
lun
lunar
lunc
lunec
lunecuşur
lung
lungim
lungit
lup
lupaşcu
lupt
luptat
lupte
lupţ
lustru
lut
lux
luxemburg
luxoas
luând
luându
luă
luăm
lys
lân
lânc
lânced
lâng
lânos
lăcuit
lăcust
lăieţ
lămp
lămpe
lămur
lămurir
lămâi
lăptoas
lărg
lărgim
lărgir
lărgit
lăs
lăsam
lăsas
lăsasem
lăsat
lăsau
lăstar
lăsând
lăsându
lătr
lătur
lăturaln
lăud
lăudat
lăudăr
lăuntric
lăutar
lăţeşt
lăţim
m
ma
macagiu
macaroan
macdonald
macedonean
mach
machiat
macin
mackensen
madam
madelein
madon
mag
magaz
magazin
magic
magistr
magnet
magnetist
magnif
mahal
mahalag
mahalau
mahmur
mahrholz
mai
maic
maiest
maiestu
maimuţăr
maimuţăreal
maio
maior
maistr
maistru
maiştr
majest
majol
major
mal
malad
maleabil
maltrat
malur
mam
mamai
mame
manas
manechin
manejur
manevr
mani
maniac
manier
manifest
manifestăr
manivel
manop
mant
mantal
mantale
mantau
manual
manufact
manufacturist
manuscris
manşet
mar
maram
marburg
marc
marcat
marchitan
marchiz
mard
marel
marf
margin
marginir
mari
mariaj
marial
marimbafon
marin
marinar
marinescu
marionet
marital
maritim
marius
marj
markov
marm
marmot
marmur
marn
maro
maroc
marocan
maroniu
marqu
mart
martir
martiraj
martiriu
martor
marx
marxism
marxist
marş
marşat
marşur
marţ
marţial
marţian
mas
masaj
masc
mascarad
mascat
masch
mase
masiv
maslu
mate
mateiaş
matemat
matematic
matematice
matematician
matematicien
mater
material
materialist
matur
max
maxim
maximilian
maximum
mazurien
maşin
maşinal
maşinăr
maţ
mea
mearg
mecan
mecanist
med
mediat
medic
medicament
medicin
medieval
mediocr
mediocru
medit
mediu
meduz
mei
mel
melancol
melc
melod
melodram
melodramat
membr
membru
memel
memento
memor
memoriz
men
menit
mental
menţin
mer
mereu
merg
meridian
meridional
merind
merit
mers
mes
meschin
meschinăr
mescioar
mese
meser
mesteacăn
metafiz
metafizice
metafor
metageometr
metal
metalurg
meticul
metod
metode
metr
metres
metric
metru
meu
meşter
meşteşug
meşteşugar
mi
miaun
miazăz
mic
michelin
microb
micron
microprocesoar
microprocesor
microscop
microsecund
microsoft
microstructur
micround
microunivers
micuţ
micşor
micşorînd
mie
miel
miercur
mieroas
mieros
mieun
mieunat
miez
migal
migdal
migdale
migr
migrat
migrăr
migăl
miha
mii
miil
miilor
mijit
mijloac
mijloc
mijlociu
mil
milet
miliard
milimetr
milioan
milion
milionar
milit
militar
militarizăr
milităr
miloag
mimic
min
minat
mincin
minciun
ming
miniat
miniatural
miniaturiz
miniaturizăr
minicalcul
minier
minim
minimal
minimalist
minimaliz
minimiz
minimum
minist
minister
ministerial
ministr
ministru
miniu
miniştr
minkowsk
minor
minorit
minoritar
minov
mint
mintal
mintenaş
minun
minuscul
minut
minuţ
minuţioz
minţ
minţit
mioap
mioar
miop
miorit
mioriţ
miorlăi
miorlăit
miorlăitur
mir
mirabil
miracol
miracul
miraj
miram
mirar
miras
mirat
mirc
mireas
mireasm
miresm
miriapod
mirif
mirişt
miroas
miros
mirosur
misiun
mister
mistic
misticist
mistu
mistuit
mitic
miticist
mitingur
mitocan
mitocăn
mitolog
mitral
mitralier
mitraliere
mizeaz
mizer
mişc
mişcat
mişcăr
mişoiu
mişt
mişun
mlaştin
mlădioas
mmda
moal
moar
moart
moaşe
mobil
mobiliz
mocirl
mocn
mod
modal
mode
model
moder
modern
modernist
moderniz
modernizăr
modest
modeşt
modic
modif
modific
modificînd
modificăr
modist
modo
modul
modular
modulo
modur
moft
moftur
mogâldeţ
mohorât
mohrat
moi
moissan
molat
molcom
moldov
moldove
moldovean
moldoven
moles
moletier
molifţ
molim
molips
momeal
momen
moment
momentan
mon
monad
monarchen
monarh
monarhist
mond
monden
mondial
mondir
moned
monet
mongol
monoclu
monogen
monogenet
monograf
monogram
monoideist
monol
monolit
monolog
monologal
monologur
monoman
monongahel
monopol
monopolist
monopoliz
monopolur
monoteist
monoton
monstr
monstru
monstruoas
monstruos
monstruoz
mont
montaign
montaj
montan
monument
monumental
monştr
mor
moral
moralist
moraliz
moralment
moralo
morar
morav
moravur
morcov
mord
morfeu
morfin
morg
morişc
morman
mormint
mormânt
mormăi
mort
mortal
morthomm
mortăciun
morţ
morţiş
mosche
mosoar
motiv
motoar
motociclet
motor
mototol
motru
mov
moş
moşeasc
moşier
moşioar
moşneag
moşten
moştenir
moţ
moţăi
mprejur
mr
mrean
muc
mucen
much
mucius
mucur
mugur
muiat
mulat
muleaz
mult
multipl
multiplic
multor
mulţ
mulţim
mulţum
mulţumir
mum
mumm
mun
munc
muncit
muncitor
muncitorim
municip
municipal
munificent
muniţ
munt
muntean
munteanu
muntel
munten
muntenc
muntenegr
muntenegru
muntoas
muntos
munţ
mur
mural
murat
murd
murdar
murdăr
murg
murillo
muris
murit
murm
murmur
murătur
musa
musafir
mustaţ
musteal
mustr
mustăc
mustăţ
mut
mutar
mutat
muteşt
mutr
mutual
mutând
muz
muze
muzeu
muzic
muzical
muzician
muşc
muşcat
muşch
muşchiul
muşt
muşterii
muşuro
muşuroai
muţ
mâin
mâl
mân
mânat
mânc
mâncat
mâncăr
mâncărur
mândr
mândro
mândru
mândruliţ
mâne
mângâi
mângâier
mângâietoar
mângâietor
mânioas
mânios
mânjit
mântu
mântuir
mântuit
mânu
mânuţ
mânându
mânăstire
mârâi
mârţoag
mînios
mînj
mîntu
mîntuir
mîrîi
mă
măcar
măcel
măcelăr
măcin
măduv
măgul
măgur
măgure
măi
măiculiţ
mămălig
mănciul
mănuş
mănânc
mănăst
măr
măraru
mărc
măresc
măreşt
măreţ
mărgin
măric
mărim
mărind
mărinim
mărioar
mărir
măriser
mărit
măritat
mărişoar
mărturis
mărturisir
mărunt
măruntai
mărunţişur
mărşălu
mărşăluiasc
măslin
măsliniu
măsoar
măsor
măsur
măsurăm
măsuţ
mătas
mătur
mătuş
măşt
n
nae
nagy
nai
naib
naiv
naivitat
naivităţ
namil
napoleon
napoleonian
narcot
nas
nasc
nastratin
nastur
nativ
natur
natural
naturaleţ
naturalist
naturaliz
naturalizăr
nature
naufrag
naufragiez
naufragiu
navet
naşt
naţ
naţional
naţionalist
naţionaliz
naţionalizăr
naţiun
ncep
ncerc
nco
ncolo
ndaratel
ndemân
ne
neadapt
neadecv
neadevăr
neadăpost
neafiş
neag
neago
neagr
neagu
neagul
neajuns
neal
nealambic
nealter
neam
neamur
neamţ
neangren
neant
neaoş
neaprins
neaprior
neapăr
nears
neascuns
neasemu
neasemăn
neastâmpăr
neatenţ
neauzit
neav
neaştept
nebul
nebun
nebăg
nebănu
nebărbier
necalcul
necaz
necazur
necercet
neces
necesar
neclar
neclint
necognosc
neconform
neconten
necontrol
necredinc
necredinţ
necrez
necruţ
neculc
necum
necunosc
necuprins
necur
necăj
nedelic
nedelicateţ
nedemonstr
nedeprinş
nedespărţ
nedestoinic
nedestup
nedezleg
nedezorganiz
nedibac
nediferenţ
nedisciplin
nediscut
nedorm
nedoved
nedrept
nedreptăţ
nedumer
nedumerir
neempir
neeuclidian
neeuclidien
neevolu
neexistenţ
neexprim
neferic
nefiind
nefir
nefolos
nefund
nefurăr
neg
negar
negat
negau
neghiob
neglij
neglijenţ
negoţ
negr
negreş
negric
negru
negustor
negustoreas
negând
negăr
negăs
nehotăr
neimagin
neinfluenţ
neinteligib
neistov
neizbut
nejuc
nejudec
nejustific
nelaloc
nelaîndemân
nelegiu
nelinişt
nelips
nelocaliz
nelog
nelov
nelum
nelămur
nelăs
nemaiav
nemaigăs
nemaipomen
nemaiput
nematur
nemedit
nemer
nemerit
nemeşteşug
nemijloc
nemil
nemilităr
nemilu
nemişc
nemulţum
nemângâi
nemărgin
nemărginir
nemărit
nemărturis
nemăsur
nemţ
nemţofil
nen
nenatural
nenaţional
nenoroc
nenorocir
nenumăr
neobicinu
neobişnu
neobos
neochit
neocol
neocup
neofeudalist
neologist
neopozitivist
neortodox
neosten
nepermis
neplăc
neplăcute
nepoat
nepolit
nepolitic
nepot
nepotriv
nepoţ
nepract
neprecis
nepreciziun
nepreven
neprevăz
nepreţu
nepricep
neprihăn
neptun
nepus
neputinc
neputinţ
neputinţe
nepământ
nepăs
nepătruns
nereal
nerealiz
nerecunosc
neredus
nereflect
neregul
neregular
nerepar
nereuş
neroad
neroz
neruşin
neruşinăr
nerv
nervoas
nervos
nervoz
nervoş
nerăbd
nerăbdăr
nesaţiu
nesec
neser
neserioz
nesfârş
nesig
nesigur
nesiguranţ
nesil
nesimţ
nesimţir
nesinc
nesincer
nesocot
nesocotinţ
nesol
nesomn
nespecif
nespecific
nesper
nespus
nespăl
nestabil
nestandardiz
nestatorn
nestatornic
nestavil
nestrămut
nestăpân
nestăpîn
nestăvil
nesufer
nesuport
nesăbu
nesănăt
net
neted
netez
netransform
netrimis
netrăit
netulbur
netuns
neturbur
netăgădu
neu
neuit
neuniform
neutr
neutral
neval
nevast
neverbal
neverosimil
nevest
neveste
nevinov
nevo
nevoi
nevoiaş
nevoit
nevr
nevroz
nevârstn
nevăz
nevăzuţ
newtonian
neîmpăc
neîncet
neînchipu
neîncred
neîncrez
neîndemânat
neîndoi
neîndoieln
neîndrept
neînduplec
neîndur
neîngrăd
neînjumătăţ
neînlătur
neînsemn
neînsufleţ
neîntemei
neîntrerupt
neîntârz
neînvins
neînţel
neînţeleapt
neînţeleas
neînţeleg
neînţeleger
neînţeles
neşlefu
neşov
neşters
neştiind
neştiinţ
neştiinţifiz
neştiut
neştiuţ
neţin
ni
nic
nicidecum
niciod
nicola
nicul
nicula
nicuşor
nicăier
nien
nietzsch
nietzscheism
nihil
nihilo
nimen
nimer
nimf
nimic
nimicur
nimăn
nisip
nistor
nitur
nivel
nişt
niţeasc
niţel
niţic
noapt
noast
noastr
nobil
nobiliar
nobilim
nobleţ
nod
noi
noim
nomenclatur
non
noo
nopţ
nopţe
nor
nord
norişor
norm
normal
norman
normat
noro
noroc
norod
noroi
norveg
nostru
not
notar
notau
notez
nou
noul
noumen
nour
noutat
noutăţ
nouăzec
novic
noştr
noţiun
ntreab
ntreg
nu
nuanţ
nucleu
nud
nui
nuiau
nul
num
numa
numaidecât
numeam
numeasc
numeau
numel
numen
numer
numesc
numeşt
numir
numis
numit
numite
număr
nunt
nutreţ
nutrit
nvăţ
năbuş
nădejd
năduş
năduşeal
nădăjdu
nădăjdui
nămăeşt
năprasn
năprazn
năpust
năpăd
năr
năru
năruit
născ
născior
născoc
născut
născuţ
năuc
năucit
năut
năval
năvaln
năvăl
năzbât
năzdrăvan
năzdrăvăn
nşal
nşel
nţeleg
o
oacheş
oai
oal
oamen
oanc
oar
oarb
oarec
oarecar
oarecum
oas
oasp
oaspet
oaspetel
oast
oaz
oaze
obedient
obedienţ
obez
obice
obicei
obiceiur
obicinu
obicinui
obid
obiect
obiecţ
obişn
obişnu
obişnui
obişnuinţ
oblic
oblig
obligator
obloan
obor
obos
oboseal
obosel
obraj
obraz
obrazn
obrazur
obrăznic
obscur
obsed
observ
obses
obsesiun
obstacol
obtuz
obuz
obştesc
obţin
ocaz
ocaziun
occidental
ocean
ocheasc
ochelar
ochesc
ocheşt
ochi
ochit
ocna
ocnaş
ocne
ocnă
ocol
ocolişur
ocolur
ocrot
octav
octavian
octet
octeţ
octogenar
octombr
ocular
ocult
ocultăr
oculţ
ocup
ocupanţ
ocăr
ocărasc
odai
odat
odicolon
odihn
odinioar
odioas
odob
odrasl
odă
odăi
odăiţ
of
ofen
ofens
ofer
ofert
oficial
oficializ
ofiţer
ofiţerim
ofta
oftic
ofur
oglind
oglinjoar
oglinz
ogor
ograd
oh
oi
oland
olar
olfact
olimp
olt
olten
om
omag
omeg
omen
omenir
omoar
omogen
omogeniz
omolog
omomast
omon
omonim
omopl
omor
omorât
omorâtoar
omorî
omorîm
omorîr
omorît
omul
omuleţ
on
onctuos
ondul
oner
onest
oneşt
onir
onoar
onomast
onomatop
onomatope
onor
onorar
onorariu
onorif
onorur
ontogenez
ontolog
ontologiz
opac
oper
operat
opere
operet
opin
opinc
opint
opoz
opoziţ
opoziţionist
opreasc
opresc
opreşt
opri
oprim
oprind
oprindu
oprir
oprit
opriţ
opt
opta
optat
optimist
optzec
opu
opun
opus
or
ora
orat
oraş
orb
orbeşt
orbi
orbir
orbit
orbite
orchestr
ordin
ordinal
ordinar
ordine
ordon
ordonanţ
ordonanţe
ore
orfeu
organ
organist
organiz
organizăr
orgi
orgie
orgol
orgoliu
ori
oric
oricin
oricum
oricât
oricăr
oricăre
oricărei
oricăror
oricărui
orient
oriental
orientăr
origin
original
originar
origine
oriund
orizont
orişan
orişic
orişicât
ornament
ornamental
oroar
oror
ortodox
ortograf
orzaru
orânduial
oră
orăşel
orăşen
orăşeniz
orşov
os
oseb
osi
osiris
osoas
ospitalier
ostat
osten
osteneal
ostent
osti
ostil
osând
otrav
otrăv
otrăvur
ou
ouă
ouăl
oval
ovar
ovidiu
ovin
ovre
ovrei
oxford
oxigen
oşten
oşti
oştir
oţel
p
pac
pachet
pacienţe
paddoc
pagin
pagine
pagub
pahar
pai
paisprezec
pajişt
pajişte
pal
palac
palat
paliat
palid
palier
paliz
palm
palme
paloar
paloş
palpabil
pan
pandant
panglic
panic
pansament
pansexualist
pantalon
panteism
panter
pantof
paparud
pape
papin
papuc
par
parad
paradis
paradoxal
paragraf
paral
paralel
paralelogr
paralit
paraliz
parant
parantez
parapet
parasch
parastas
paratrăsnet
parazit
parc
parcurg
parcurs
pardon
paremiolog
parfum
parfumur
parias
pariaz
pariez
paris
paritat
parităţ
pariu
pariur
parizian
parizien
parlament
parlamentar
parlamentarist
parlamentăr
parmalâc
parod
parodiez
paroxist
part
partener
particip
particul
particular
partid
partizan
parven
parvenitist
parîm
pas
pascal
pasib
pasibil
pasion
pasional
pasiun
pasiv
past
pastelur
pastiş
pastor
pasăm
pasăr
pat
patent
patern
patet
patim
patolog
patos
patr
patriarh
patriarhal
patriot
patrioţ
patron
patru
patrul
patruzec
patur
paul
pauz
pavat
pavilion
paz
paş
paşaport
paşnic
paşt
pe
pecet
pecetlu
pedagog
pedant
pedeaps
pedep
pedeps
pederaşt
peisaj
pelagr
pelerin
pelerinaj
peleş
pelicul
pelicule
pelin
pelopon
pelopones
pen
penal
penaliz
pendul
penelop
penetr
penib
penibil
peninsul
peninsular
peninsule
penisur
penitenciar
penitenţ
peniţ
peniţe
pennsylvan
pens
penset
pension
pensionar
pensiun
pentagon
pentagonal
pentasilab
pentium
pentru
penult
penultim
penumbr
penur
pepen
pepinier
per
perceap
percep
percept
perceptib
percepţ
perchez
percheziţ
percip
percut
perd
perdeau
perdel
perdeluţ
perech
peret
perfect
perfecţ
perfecţion
perfid
pericol
pericul
perifer
perioad
perip
periton
perl
perm
permanent
permanenţ
permis
permit
permutăr
pern
pernic
peroan
peron
perpendicul
perpendicular
perpetu
perpetuu
perplex
persist
persistent
persistenţ
persistenţe
persoan
persoane
personaj
personal
perspect
perspicac
perturb
perturbat
perturbăr
pervers
perversiun
pervert
perverş
pesemn
pesimist
pesmet
pest
